Repository: melaineberth/runaway
Catalog: lib/l10n/app_*.arb
Languages: es, fr, it

# bonusCreditsTitle
source: Free welcome credits
es: Créditos de bienvenida gratuitos
fr: Crédits de bienvenue gratuits

# refundCreditsTitle
source: Restored credits
es: Créditos restaurados
fr: Crédits rétablis

# notAvailablePlans
source: Plans not available
es: Planes no disponibles
fr: Plans non disponibles

source: Missing transaction ID
es: ID de transacción faltante
fr: ID de transaction manquant

source: Purchase canceled
es: Compra cancelada
fr: Achat annulé

source: Unknown error
es: Error desconocido
fr: Erreur inconnue

# duringPaymentError
source: Error during payment
es: Error durante el pago
fr: Erreur lors du paiement

# networkException
source: Connection problem. Please try again.
es: Problema de conexión. Por favor intenta de nuevo.
fr: Problème de connexion. Veuillez réessayer.

# retryNotAvailablePlans
source: Selected plan not available. Please try again.
es: Plan seleccionado no disponible. Por favor intenta de nuevo.
fr: Le plan sélectionné est indisponible. Veuillez réessayer.

# systemIssueDetectedTitle
source: System issue detected
es: Problema del sistema detectado
fr: Problème système détecté

# systemIssueDetectedSubtitle
source: A system issue has been detected. This may happen if previous purchases did not complete correctly.
es: Se ha detectado un problema del sistema. Esto puede ocurrir si las compras anteriores no se completaron correctamente.
fr: Un problème système a été détecté. Cela peut arriver si des achats précédents ne se sont pas terminés correctement.

# systemIssueDetectedDesc
source: Restart the application and try again
es: Reinicia la aplicación e intenta de nuevo
fr: Redémarrez l'application et réessayez

source: Close
es: Cerrar
fr: Fermer

# cleaningDone
source: Cleaning done. Try again now.
es: Limpieza completada. Intenta de nuevo ahora.
fr: Nettoyage terminé. Réessayez maintenant.

# cleaningError
source: Error while cleaning: {error}
es: Error durante la limpieza: {error}
fr: Erreur lors du nettoyage : {error}

source: Cleaning
es: Limpiando
fr: Nettoyage

# creditPlanModalTitle
source: Stock up on credits to live new adventures!
es: ¡Abastécete de créditos para vivir nuevas aventuras!
fr: Faites le plein de crédits pour vivre de nouvelles aventures !

# creditPlanModalSubtitle
source: Choose your favorite package, then click here to start exploring!
es: Elige tu paquete favorito, luego haz clic aquí para comenzar a explorar!
fr: Choisissez votre pack préféré puis cliquez ici pour commencer à explorer !

# creditPlanModalWarning
source: Payment debited upon confirmation of purchase. Credits are non-refundable and valid only in the application.
es: El pago se debita al confirmar la compra. Los créditos no son reembolsables y solo son válidos en la aplicación.
fr: Paiement débité lors de la confirmation d'achat. Crédits non remboursables et valables uniquement dans l'application.

source: Refresh
es: Actualizar
fr: Rafraîchir

# successRouteDeleted
source: Route successfully deleted
es: Ruta eliminada exitosamente
fr: Parcours supprimé avec succès

# errorRouteDeleted
source: Error while deleting
es: Error al eliminar
fr: Erreur lors de la suppression

# displayRouteError
source: Error during the display of the course
es: Error durante la visualización del recorrido
fr: Erreur lors de l'affichage du parcours

# routeNameUpdateException
source: The name cannot be empty
es: El nombre no puede estar vacío
fr: Le nom ne peut pas être vide

# routeNameUpdateExceptionMinCharacters
source: The name must contain at least 2 characters
es: El nombre debe contener al menos 2 caracteres
fr: Le nom doit contenir au moins 2 caractères

# routeNameUpdateExceptionCountCharacters
source: The name cannot exceed 50 characters
es: El nombre no puede exceder 50 caracteres
fr: Le nom ne peut pas dépasser 50 caractères

# routeNameUpdateExceptionForbiddenCharacters
source: The name contains forbidden characters
es: El nombre contiene caracteres prohibidos
fr: Le nom contient des caractères interdits

# routeNameUpdateDone
source: Update done
es: Actualización completada
fr: Mise à jour effectuée

# formatRouteExport
source: Route exported in {format}
es: Ruta exportada en formato {format}
fr: Parcours exporté au format {format}

# routeExportError
source: Error during export: {error}
es: Error durante la exportación: {error}
fr: Erreur lors de l'export : {error}

# updateRouteNameTitle
source: Update
es: Actualizar
fr: Mettre à jour

# updateRouteNameSubtitle
source: Choose a new name
es: Elige un nuevo nombre
fr: Choisissez un nouveau nom

# updateRouteNameHint
source: Digestive process after eating
es: Proceso digestivo después de comer
fr: Balade digestive

source: Initialization error
fr: Erreur d'initialisation

# gpxFormatDescription
source: To export in GPX File
fr: Pour exporter en fichier GPX

# kmlFormatDescription
source: To export in KML File
fr: Pour exporter en fichier KML

# routeExportedFrom
source: Route exported from Trailix
fr: Parcours exporté depuis Trailix

# routeDescription
source: {activityType} route of {distance}km generated by Trailix
fr: Parcours {activityType} de {distance}km généré par Trailix

# routeDistanceLabel
source: Route of {distance}km
fr: Parcours de {distance}km

# endPoint
source: End
fr: Arrivée

# emptyRouteForExport
source: No route to export
fr: Aucun parcours à exporter

# serverErrorRetry
source: Server error. Please try again later.
fr: Erreur serveur. Veuillez réessayer plus tard.

# genericErrorRetry
source: An error occurred. Please try again.
fr: Une erreur s'est produite. Veuillez réessayer.

source: Invalid request
fr: Requête invalide

# serviceUnavailable
source: Service temporarily unavailable. Try again in a few minutes.
fr: Service temporairement indisponible. Réessayez dans quelques minutes.

# timeoutError
source: Timeout exceeded. Check your connection.
fr: Délai d'attente dépassé. Vérifiez votre connexion.

source: Unexpected server error
fr: Erreur serveur inattendue

# serverErrorCode
source: Server error ({statusCode})
fr: Erreur serveur ({statusCode})

# noInternetConnection
source: No internet connection. Check your network.
fr: Pas de connexion internet

# timeoutRetry
source: Timeout exceeded. Try again.
fr: Délai d'attente dépassé. Réessayez.

source: Invalid server response
fr: Réponse serveur invalide

# invalidCredentials
source: Invalid email or password
fr: Email ou mot de passe incorrect

# userCanceledConnection
source: Connection canceled by user
fr: Connexion annulée par l'utilisateur

source: Please reconnect
fr: Veuillez vous reconnecter

# profileManagementError
source: Error managing user profile
fr: Erreur lors de la gestion du profil utilisateur

# connectionProblem
source: Connection problem. Check your internet connection
fr: Problème de connexion. Vérifiez votre connexion internet

# authenticationError
source: An authentication error occurred
fr: Une erreur d'authentification s'est produite

# passwordMustRequired
source: The password must contain at least 8 characters with uppercase, lowercase, digit and symbol
fr: Le mot de passe doit contenir au moins 8 caractères avec majuscule, minuscule, chiffre et symbole

# passwordTooShort
source: The password must contain at least 8 characters
fr: Le mot de passe doit contenir au moins 8 caractères

# notConfirmedEmail
source: Email not confirmed. Check your mailbox.
fr: Email non confirmé. Vérifiez votre boîte mail.

# confirmEmailBeforeLogin
source: Please confirm your email before logging in
fr: Veuillez confirmer votre email avant de vous connecter

# emailAlreadyUsed
source: An account already exists with this email
fr: Un compte existe déjà avec cet email

# passwordTooSimple
source: The password does not meet the security requirements
fr: Le mot de passe ne respecte pas les exigences de sécurité

# expiredSession
source: Session expired. Please reconnect
fr: Session expirée. Veuillez vous reconnecter

# savingProfileError
source: Error while saving the profile
fr: Erreur lors de la sauvegarde du profil

# timeAgoAtMoment
source: at the moment
fr: à l’instant

# timeAgoFallback
source: recent
fr: récent

# timaAgoSecondes
source: there are {difference} s
fr: il y a {difference} s

# timaAgoMinutes
source: there are {difference} min
fr: il y a {difference} min

# timaAgoHours
source: there are {difference} h
fr: il y a {difference} h

# daysAgoLabel
source: there are {days} day{days, plural, =1 {} other {s}}
fr: il y a {days} jour{days, plural, =1 {} other {s}}

# routeGenerateName
source: Route n°{count}
fr: Itinéraire n°{count}

# routeGenerateDesc
source: Generated on the {date}
fr: Généré le {date}

# notEmailFound
source: Email address not found
fr: Adresse e-mail introuvable

# resetPasswordImpossible
source: Unable to reset password
fr: Impossible de réinitialiser le mot de passe

# enterVerificationCode
source: Enter the 6-digit code
fr: Saisissez le code à 6 chiffres

# verificationCodeSentTo
source: We sent a 6-digit code to {email}
fr: Nous avons envoyé un code à 6 chiffres à {email}

source: Verify
fr: Vérifier

# invalidCode
source: Invalid or expired code
fr: Code invalide ou expiré

# codeRequired
source: Please enter the verification code
fr: Veuillez saisir le code de vérification

source: Code must be 6 digits
fr: Le code doit contenir 6 chiffres

# orUseEmailLink
source: Or use the link in your email
fr: Ou utilisez le lien dans votre email

# abuseConnection
source: Abuse of connection
fr: Abus de connexion

# passwordResetSuccess
source: Password Updated!
fr: Mot de passe mis à jour !

# passwordResetSuccessDesc
source: Your password has been successfully updated. You can now log in with your new password.
fr: Votre mot de passe a été mis à jour avec succès. Vous pouvez maintenant vous connecter avec votre nouveau mot de passe.

# saveRoutesTitle
source: Save your routes
fr: Sauvegarde de vos parcours

# saveRoutesSubtitle
source: Keep your favorite routes with automatic photos
fr: Gardez vos routes favorites avec photos automatiques

# customGoalsTitle
source: Custom goals
fr: Objectifs personnalisés

# customGoalsSubtitle
source: Create your goals for distance, speed and time
fr: Créez vos objectifs de distance, vitesse et temps

# exportRoutesTitle
source: Export of your routes
fr: Export de parcours

# exportRoutesSubtitle
source: Export your routes in GPX or KML to your favorite apps
fr: Exportez vos routes en GPX ou KML vers vos apps favorites

# alreadyHaveAnAccount
source: I have an account
fr: J'ai déjà un compte

# conversionTitleRouteGenerated
source: Great route! 🎉
fr: Super parcours ! 🎉

# conversionTitleActivityViewed
source: Ready for your goals? 📊
fr: Prêt pour vos objectifs ? 📊

# conversionTitleMultipleRoutes
source: You love exploring! 🗺️
fr: Vous aimez explorer ! 🗺️

# conversionTitleManualTest
source: Modal test! 🧪
fr: Test de la modal ! 🧪

# conversionTitleDefault
source: Take it to the next level! 🚀
fr: Passez au niveau supérieur ! 🚀

# conversionSubtitleRouteGenerated
source: Save this route and track your performance with a free account.
fr: Sauvegardez ce parcours et suivez vos performances avec un compte gratuit.

# conversionSubtitleActivityViewed
source: Create personalized goals and track your records.
fr: Créez vos objectifs personnalisés et suivez vos records.

# conversionSubtitleMultipleRoutes
source: Save all your favorite routes and export them as GPX.
fr: Sauvegardez tous vos parcours favoris et exportez-les en GPX.

# conversionSubtitleManualTest
source: Modal triggered manually for testing - all features await you!
fr: Modal déclenchée manuellement pour test - toutes les fonctionnalités vous attendent !

# conversionSubtitleDefault
source: Unlock saving, goals, and performance tracking.
fr: Débloquez la sauvegarde, les objectifs et le suivi de performances.

# pathPoint
source: Point
es: Punto
it: Punto

# pointsCount
source: Points
es: Puntos
it: Punti

source: GUIDE
es: GUÍA
it: GUIDA

source: Distance
es: Distancia
it: Distanza

source: Nature
es: Naturaleza
it: Natura

source: Notifications
es: Notificaciones
it: Notifiche

# autoTheme
source: Auto
es: Automático

# synchronized
source: Sync
es: Sincronizado
it: Sinc

# mapStyleSatellite
source: Satellite
es: Satélite

# surfacePreference
source: Surface
es: Superficie
it: Superficie

source: Calories
es: Calorías
it: Calorie

source: Surfaces
es: Superficies
it: Superfici

# expertDifficultyLevel
source: Expert
es: Experto
it: Esperto

# pathSimple
source: Simple
it: Semplice

# pathTotal
source: Total
it: Totale

source: Total
it: Totale
