Repository: melaineberth/runaway
Catalog: lib/l10n/app_*.arb
Languages: es, fr, it

source: Language
es: Idioma
fr: Langue
it: Lingua

source: Select Language
es: Seleccionar idioma
fr: Sélectionner la langue
it: Seleziona lingua

# currentLanguage
source: English
es: Español
fr: Français
it: Italiano

source: Path generated
es: Ruta generada
fr: Parcours généré
it: Percorso generato

# pathLoop
source: Loop
es: Bucle
fr: Boucle
it: Anello

source: Start
es: Comenzar
fr: Commencer
it: Inizia

source: Share
es: Compartir
fr: Partager
it: Condividi

source: To the run
es: A la carrera
fr: Vers la course
it: Alla corsa

# pathTime
source: Duration
es: Duración
fr: Durée
it: Durata

source: COURSE
es: RECORRIDO
fr: PARCOURS
it: PERCORSO

# enterDestination
source: Enter a destination
es: Ingresa un destino
fr: Entrez une destination
it: Inserisci una destinazione

# shareMsg
source: My {distance} km RunAway route generated with the RunAway app
es: Mi ruta RunAway de {distance} km generada con la aplicación RunAway
fr: Mon parcours RunAway de {distance} km généré avec l'app RunAway
it: Il mio percorso RunAway di {distance} km generato con l'app RunAway

source: Current position
es: Posición actual
fr: Position actuelle
it: Posizione attuale

# retrySmallRay
source: Try again with a smaller ray
es: Intenta de nuevo con un radio menor
fr: Réessayez avec un rayon plus petit
it: Riprova con un raggio più piccolo

# noCoordinateServer
source: No coordinate received from the server
es: No se recibieron coordenadas del servidor
fr: Aucune coordonnée reçue du serveur
it: Nessuna coordinata ricevuta dal server

# generationError
source: Error during the generation
es: Error durante la generación
fr: Erreur lors de la génération
it: Errore durante la generazione

# disabledLocation
source: Location services are disabled.
es: Los servicios de ubicación están deshabilitados.
fr: Les services de localisation sont désactivés.
it: I servizi di localizzazione sono disabilitati.

# deniedPermission
source: Location permissions are denied.
es: Los permisos de ubicación están denegados.
fr: Les autorisations de localisation sont refusées.
it: I permessi di localizzazione sono negati.

# disabledAndDenied
source: Location permissions are permanently denied, we cannot request permission.
es: Los permisos de ubicación están denegados permanentemente, no podemos solicitar permiso.
fr: Les autorisations de localisation sont refusées définitivement, nous ne pouvons pas demander l'autorisation.
it: I permessi di localizzazione sono negati permanentemente, non possiamo richiedere l'autorizzazione.

# toTheRouteNavigation
source: Navigation to the stopped route
es: Navegación a la ruta detenida
fr: Navigation vers le parcours interrompu
it: Navigazione verso il percorso interrotto

# completedCourseNavigation
source: Navigation of the completed course
es: Navegación del recorrido completado
fr: Navigation du parcours terminé
it: Navigazione del percorso completato

# startingPoint
source: Starting point reached!
es: ¡Punto de partida alcanzado!
fr: Point de départ atteint !
it: Punto di partenza raggiunto!

# startingPointNavigation
source: Navigation to the starting point...
es: Navegación al punto de partida...
fr: Navigation vers le point de départ...
it: Navigazione verso il punto di partenza...

# arrivedToStartingPoint
source: You have arrived at the starting point of the course!
es: ¡Has llegado al punto de partida del recorrido!
fr: Vous êtes arrivé au point de départ du parcours !
it: Sei arrivato al punto di partenza del percorso!

source: Later
es: Más tarde
fr: Plus tard
it: Più tardi

# startCourse
source: Start the course
es: Iniciar el recorrido
fr: Commencer le parcours
it: Inizia il percorso

# courseStarted
source: Navigation of the course started...
es: Navegación del recorrido iniciada...
fr: Navigation du parcours commencée...
it: Navigazione del percorso iniziata...

# userAreStartingPoint
source: You are at the starting point of the course.
es: Estás en el punto de partida del recorrido.
fr: Vous êtes au point de départ du parcours.
it: Sei al punto di partenza del percorso.

source: Error
fr: Erreur
it: Errore

# routeCalculation
source: Calculation of the route to the course...
es: Cálculo de la ruta al recorrido...
fr: Calcul de l'itinéraire vers le parcours...
it: Calcolo del percorso verso il tracciato...

# unableCalculateRoute
source: Unable to calculate the route to the course
es: No se puede calcular la ruta al recorrido
fr: Impossible de calculer l'itinéraire vers le parcours
it: Impossibile calcolare il percorso verso il tracciato

# unableStartNavigation
source: Unable to start navigation: {error}
es: No se puede iniciar la navegación: {error}
fr: Impossible de démarrer la navigation : {error}
it: Impossibile avviare la navigazione: {error}

# navigationServiceError
source: The navigation service returned false
es: El servicio de navegación devolvió falso
fr: Le service de navigation a renvoyé false
it: Il servizio di navigazione ha restituito false

# calculationError
source: Error calculation route
es: Error en el cálculo de ruta
fr: Erreur de calcul d'itinéraire
it: Errore nel calcolo del percorso

# calculationRouteError
source: Error calculation route: {error}
es: Error en el cálculo de ruta: {error}
fr: Erreur de calcul d'itinéraire : {error}
it: Errore nel calcolo del percorso: {error}

# navigationInitializedError
source: Navigation error (service not initialized)
es: Error de navegación (servicio no inicializado)
fr: Erreur de navigation (service non initialisé)
it: Errore di navigazione (servizio non inizializzato)

# navigationError
source: Error of the navigation service
es: Error del servicio de navegación
fr: Erreur du service de navigation
it: Errore del servizio di navigazione

# retry
source: Try again
es: Intentar de nuevo
fr: Réessayer
it: Riprova

# navigationToCourse
source: Navigation to the course
es: Navegación al recorrido
fr: Navigation vers le parcours
it: Navigazione verso il percorso

# userToStartingPoint
source: You are {distance} from the starting point.
es: Estás a {distance} del punto de partida.
fr: Vous êtes à {distance} du point de départ.
it: Sei a {distance} dal punto di partenza.

# askUserChooseRoute
source: What do you want to do?
es: ¿Qué quieres hacer?
fr: Que voulez-vous faire ?
it: Cosa vuoi fare?

# voiceInstructions
source: Navigation with voice instructions
es: Navegación con instrucciones de voz
fr: Navigation avec instructions vocales
it: Navigazione con istruzioni vocali

source: Cancel
es: Cancelar
fr: Annuler
it: Annulla

source: Direct path
es: Ruta directa
fr: Chemin direct
it: Percorso diretto

source: Guide me
es: Guíame
fr: Me guider
it: Guidami

# readyToStart
source: Ready to start the navigation of the course
es: Listo para iniciar la navegación del recorrido
fr: Prêt à commencer la navigation du parcours
it: Pronto per iniziare la navigazione del percorso

# notAvailablePosition
source: User position or route not available
es: Posición del usuario o ruta no disponible
fr: Position utilisateur ou itinéraire non disponible
it: Posizione utente o percorso non disponibile

# urbanization
source: Level of urbanization
es: Nivel de urbanización
fr: Niveau d'urbanisation
it: Livello di urbanizzazione

# terrain
source: Type of terrain
es: Tipo de terreno
fr: Type de terrain
it: Tipo di terreno

# activity
source: Type of activity
es: Tipo de actividad
fr: Type d'activité
it: Tipo di attività

# elevation
source: Elevation gain
es: Desnivel positivo
fr: Dénivelé positif
it: Dislivello

source: Generate
es: Generar
fr: Générer
it: Genera

source: Advanced options
es: Opciones avanzadas
fr: Options avancées
it: Opzioni avanzate

source: Loop course
es: Recorrido en bucle
fr: Parcours en boucle
it: Percorso ad anello

# returnStartingPoint
source: Return to the starting point
es: Volver al punto de partida
fr: Retour au point de départ
it: Ritorna al punto di partenza

source: Avoid traffic
es: Evitar tráfico
fr: Éviter le trafic
it: Evita il traffico

# quietStreets
source: Prioritize quiet streets
es: Priorizar calles tranquilas
fr: Privilégier les rues calmes
it: Privilegia strade tranquille

source: Scenic route
es: Ruta panorámica
fr: Parcours pittoresque
it: Percorso panoramico

# prioritizeLandscapes
source: Prioritize beautiful landscapes
es: Priorizar paisajes hermosos
fr: Privilégier les beaux paysages
it: Privilegia paesaggi belli

# walking
source: Walk
es: Caminar
fr: Marche
it: Camminata

# running
source: Run
es: Correr
fr: Course
it: Corsa

# cycling
source: Cycle
es: Ciclismo
fr: Vélo
it: Ciclismo

# mixedUrbanization
source: Mixed
es: Mixto
fr: Mixte
it: Misto

source: Urban
es: Urbano
fr: Urbain
it: Urbano

source: Flat
es: Plano
fr: Plat
it: Pianeggiante

# mixedTerrain
source: Mixed
es: Mixto
fr: Mixte
it: Misto

source: Hilly
es: Montañoso
fr: Vallonné
it: Collinare

# flatDesc
source: Flat land with little elevation gain
es: Terreno plano con poco desnivel
fr: Terrain plat avec peu de dénivelé
it: Terreno pianeggiante con poco dislivello

# mixedTerrainDesc
source: Varied terrain with moderate elevation gain
es: Terreno variado con desnivel moderado
fr: Terrain varié avec dénivelé modéré
it: Terreno vario con dislivello moderato

# hillyDesc
source: Land with a steep slope
es: Terreno con pendiente pronunciada
fr: Terrain avec pente prononcée
it: Terreno con pendenze ripide

# natureDesc
source: Mainly in nature
es: Principalmente en la naturaleza
fr: Principalement en nature
it: Principalmente nella natura

# mixedUrbanizationDesc
source: Mix city and nature
es: Mezcla ciudad y naturaleza
fr: Mélange ville et nature
it: Mescola città e natura

# urbanDesc
source: Mainly in the city
es: Principalmente en la ciudad
fr: Principalement en ville
it: Principalmente in città

# arriveAtDestination
source: You arrive at your destination
es: Llegas a tu destino
fr: Vous arrivez à votre destination
it: Arrivi alla tua destinazione

# continueOn
source: Continue straight on {distance}m
es: Continúa derecho por {distance}m
fr: Continuez tout droit sur {distance}m
it: Continua dritto per {distance}m

# followPath
source: Follow the path for {distance}km
es: Sigue el sendero por {distance}km
fr: Suivez le chemin pendant {distance}km
it: Segui il sentiero per {distance}km

# restrictedAccessTitle
source: Restricted access
es: Acceso restringido
fr: Accès restreint
it: Accesso limitato

# notLoggedIn
source: You are not logged in
es: No has iniciado sesión
fr: Vous n'êtes pas connecté
it: Non sei connesso

# loginOrCreateAccountHint
source: To access this page, please log in or create an account.
es: Para acceder a esta página, por favor inicia sesión o crea una cuenta.
fr: Pour accéder à cette page, veuillez vous connecter ou créer un compte
it: Per accedere a questa pagina, effettua il login o crea un account.

source: Log in
es: Iniciar sesión
fr: Se connecter
it: Accedi

# createAccount
source: Create an account
es: Crear una cuenta
fr: Créer un compte
it: Crea un account

source: Need help?
es: ¿Necesitas ayuda?
fr: Besoin d'aide ?
it: Hai bisogno di aiuto?

# createAccountTitle
source: Ready for adventure?
es: ¿Listo para la aventura?
fr: Prêt pour l'aventure ?
it: Pronto per l'avventura?

# createAccountSubtitle
source: Create your account to discover unique routes and start exploring new sporting horizons
es: Crea tu cuenta para descubrir rutas únicas y comenzar a explorar nuevos horizontes deportivos
fr: Crée ton compte pour découvrir des parcours uniques et commencer à explorer de nouveaux horizons sportifs
it: Crea il tuo account per scoprire percorsi unici e iniziare ad esplorare nuovi orizzonti sportivi

# emailHint
source: Email address
es: Dirección de correo electrónico
fr: Adresse email
it: Indirizzo email

# passwordHint
source: Password
es: Contraseña
fr: Mot de passe

# confirmPasswordHint
source: Confirm password
es: Confirmar contraseña
fr: Confirmer le mot de passe
it: Conferma password

# passwordsDontMatchError
source: Passwords do not match
es: Las contraseñas no coinciden
fr: Les mots de passe ne correspondent pas
it: Le password non corrispondono

# haveAccount
source: Have an account?
es: ¿Tienes una cuenta?
fr: Avez-vous un compte ?
it: Hai un account?

# termsAndPrivacy
source: Terms & Privacy
es: Términos de Servicio | Política de Privacidad
fr: Conditions & Confidentialité
it: Termini di servizio | Informativa sulla privacy

# continueForms
source: Continue
es: Continuar
fr: Continuer
it: Continua

# orDivider
source: OR
es: O
fr: OU
it: OPPURE

# loginGreetingTitle
source: Great to see you back!
es: ¡Qué bueno verte de vuelta!
fr: Content de te revoir !
it: Bello rivederti!

# loginGreetingSubtitle
source: Sign in to your account to access all your data and pick up where you left off
es: Por favor ingresa los detalles requeridos.
fr: Connecte-toi à ton compte pour retrouver toutes tes données et continuer là où tu t'étais arrêté
it: Inserisci i dettagli richiesti.

source: Forgot Password?
es: ¿Olvidaste la contraseña?
fr: Mot de passe oublié ?
it: Password dimenticata?

# createAccountQuestion
source: Create an account?
es: ¿Crear una cuenta?
fr: Créer un compte ?
it: Creare un account?

source: Sign up
es: Registrarse
fr: S'inscrire
it: Registrati

# appleLoginTodo
source: Apple login – To be implemented
es: Inicio de sesión con Apple – Por implementar
fr: Connexion Apple – À implémenter
it: Login Apple – Da implementare

# googleLoginTodo
source: Google login – To be implemented
es: Inicio de sesión con Google – Por implementar
fr: Connexion Google – À implémenter
it: Login Google – Da implementare

# setupAccountTitle
source: Set up your account
es: Configura tu cuenta
fr: Configurer votre compte
it: Configura il tuo account

# onboardingInstruction
source: Please complete all the information presented below to create your account.
es: Por favor completa toda la información presentada abajo para crear tu cuenta.
fr: Veuillez compléter toutes les informations présentées ci-dessous pour créer votre compte.
it: Completa tutte le informazioni presentate qui sotto per creare il tuo account.

# fullNameHint
source: John Doe
es: Juan Pérez
fr: Jean Dupont
it: Mario Rossi

# usernameHint
source: @johndoe
es: @juanperez
fr: @jeandupont
it: @mariorossi

source: Complete
es: Completar
fr: Terminer
it: Completa

# creatingProfile
source: Creating your profile...
es: Creando tu perfil...
fr: Création de votre profil...
it: Creando il tuo profilo...

# fullNameRequired
source: Full name is required
es: El nombre completo es requerido
fr: Le nom complet est requis
it: Il nome completo è obbligatorio

# fullNameMinLength
source: Name must be at least 2 characters
es: El nombre debe tener al menos 2 caracteres
fr: Le nom doit contenir au moins 2 caractères
it: Il nome deve avere almeno 2 caratteri

# usernameRequired
source: Username is required
es: El nombre de usuario es requerido
fr: Le nom d'utilisateur est requis
it: Il nome utente è obbligatorio

# usernameMinLength
source: Username must be at least 3 characters
es: El nombre de usuario debe tener al menos 3 caracteres
fr: Le nom d'utilisateur doit contenir au moins 3 caractères
it: Il nome utente deve avere almeno 3 caratteri

# usernameInvalidChars
source: Only letters, numbers and _ are allowed
es: Solo se permiten letras, números y _
fr: Seules les lettres, les chiffres et _ sont autorisés
it: Solo lettere, numeri e _ sono consentiti

# imagePickError
source: Error selecting image: {error}
es: Error al seleccionar imagen: {error}
fr: Erreur lors de la sélection d'image : {error}
it: Errore nella selezione dell'immagine: {error}

# avatarUploadWarning
source: Profile created but avatar could not be uploaded. You can add it later.
es: Perfil creado pero no se pudo subir el avatar. Puedes agregarlo más tarde.
fr: Profil créé mais l'avatar n'a pas pu être téléchargé. Vous pouvez l'ajouter plus tard.
it: Profilo creato ma l'avatar non è stato caricato. Puoi aggiungerlo in seguito.

# emailInvalid
source: Invalid email address
es: Dirección de correo electrónico inválida
fr: Adresse email invalide
it: Indirizzo email non valido

# passwordMinLength
source: At least 6 characters
es: Al menos 6 caracteres
fr: Au moins 6 caractères
it: Almeno 6 caratteri

source: Current generation...
es: Generación actual...
fr: Génération en cours...
it: Generazione in corso...

source: Navigation paused
es: Navegación pausada
fr: Navigation mise en pause
it: Navigazione in pausa

source: Navigation resumed
es: Navegación reanudada
fr: Navigation reprise
it: Navigazione ripresa

source: Time
es: Tiempo
fr: Temps
it: Tempo

source: Pace
es: Ritmo
fr: Allure
it: Ritmo

source: Speed
es: Velocidad
fr: Vitesse
it: Velocità

# elevationGain
source: Gain
es: Ganancia
fr: Dénivelé
it: Dislivello

source: Remaining
es: Restante
fr: Restant
it: Rimanente

source: Progress
es: Progreso
fr: Progression
it: Progresso

# estimatedTime
source: Est. Time
es: Tiempo est.
fr: Temps est.
it: Tempo stim.

# updatingPhoto
source: Updating the photo…
es: Actualizando la foto…
fr: Mise à jour de la photo…
it: Aggiornamento della foto…

# selectionError
source: Error during selection: {error}
es: Error durante la selección: {error}
fr: Erreur lors de la sélection : {error}
it: Errore durante la selezione: {error}

source: Account
es: Cuenta
fr: Compte

# defaultUserName
source: User
es: Usuario
fr: Utilisateur
it: Utente

source: Preferences
es: Preferencias
fr: Préférences
it: Preferenze

source: Theme
es: Tema
fr: Thème
it: Tema

source: Enabled
es: Habilitado
fr: Activé
it: Abilitato

# lightTheme
source: Light
es: Claro
fr: Clair
it: Chiaro

# selectPreferenceTheme
source: Select your preference
es: Selecciona tu preferencia
fr: Sélectionnez votre préférence
it: Seleziona la tua preferenza

# darkTheme
source: Dark
es: Oscuro
fr: Sombre
it: Scuro

# accountSection
source: Account
es: Cuenta
fr: Compte

source: Disconnect
es: Desconectar
fr: Se déconnecter
it: Disconnetti

source: Delete profile
es: Eliminar perfil
fr: Supprimer le profil
it: Elimina profilo

source: Edit profile
es: Editar perfil
fr: Modifier le profil
it: Modifica profilo

# editProfileTodo
source: Profile editing – To implement
es: Edición de perfil – Por implementar
fr: Modification du profil – À implémenter
it: Modifica profilo – Da implementare

# logoutTitle
source: Log out
es: Cerrar sesión
fr: Se déconnecter
it: Disconnetti

# logoutMessage
source: You’ll be signed out of Trailix, but all your saved data and preferences will remain secure
es: Usted será desconectado de Trailix, pero todos sus datos y preferencias guardados permanecerán seguros
fr: Vous serez déconnecté de Trailix, mais toutes vos données et préférences sauvegardées resteront sécurisées
it: Sarai disconnesso da Trailix, ma tutti i tuoi dati e le tue preferenze salvate rimarranno al sicuro

# logoutConfirm
source: Log out
es: Cerrar sesión
fr: Se déconnecter
it: Disconnetti

# deleteAccountTitle
source: Delete account
es: Eliminar cuenta
fr: Supprimer le compte
it: Elimina account

# deleteAccountMessage
source: This will permanently delete your Trailix account as well as all saved routes and preferences, this action cannot be undone
es: Esto eliminará permanentemente su cuenta de Trailix, así como todas las rutas y preferencias guardadas, esta acción no se puede deshacer
fr: Cela supprimera définitivement votre compte Trailix ainsi que toutes les routes et préférences sauvegardées, cette action ne peut pas être annulée
it: Questo eliminerà definitivamente il tuo account Trailix e tutti i percorsi e le preferenze salvate, questa azione non può essere annullata

# deleteAccountWarning
source: This action cannot be undone
es: Esta acción no se puede deshacer
fr: Cette action ne peut pas être annulée
it: Questa azione non può essere annullata

source: Delete
es: Eliminar
fr: Supprimer
it: Elimina

# deleteAccountTodo
source: Account deletion – To implement
es: Eliminación de cuenta – Por implementar
fr: Suppression du compte – À implémenter
it: Eliminazione account – Da implementare

# editPhoto
source: Edit the photo
es: Editar la foto
fr: Modifier la photo
it: Modifica la foto

source: Available language
es: Idioma disponible
fr: Langue disponible
it: Lingua disponibile

# selectPreferenceLanguage
source: Select your preference
es: Selecciona tu preferencia
fr: Sélectionnez votre préférence
it: Seleziona la tua preferenza

# activityTitle
source: Activity
es: Actividad
fr: Activité
it: Attività

source: Export data
es: Exportar datos
fr: Exporter les données
it: Esporta dati

source: Reset goals
es: Restablecer objetivos
fr: Réinitialiser les objectifs
it: Reimposta obiettivi

# statisticsCalculation
source: Calculation of statistics...
es: Cálculo de estadísticas...
fr: Calcul des statistiques...
it: Calcolo delle statistiche...

source: Loading...
es: Cargando...
fr: Chargement...
it: Caricamento...

# createGoal
source: Create a goal
es: Crear un objetivo
fr: Créer un objectif
it: Crea un obiettivo

source: Custom goal
es: Objetivo personalizado
fr: Objectif personnalisé
it: Obiettivo personalizzato

# createCustomGoal
source: Create a custom goal
es: Crear un objetivo personalizado
fr: Créer un objectif personnalisé
it: Crea un obiettivo personalizzato

source: Goals models
es: Modelos de objetivos
fr: Modèles d'objectifs
it: Modelli di obiettivi

# predefinedGoals
source: Choose from pre-defined goals
es: Elige entre objetivos predefinidos
fr: Choisir parmi les objectifs prédéfinis
it: Scegli tra obiettivi predefiniti

source: Updated goal
es: Objetivo actualizado
fr: Objectif mis à jour
it: Obiettivo aggiornato

# createdGoal
source: Goal created
es: Objetivo creado
fr: Objectif créé
it: Obiettivo creato

# deleteGoalTitle
source: Delete goal
es: Eliminar objetivo
fr: Supprimer l'objectif
it: Elimina obiettivo

# deleteGoalMessage
source: Are you sure you want to delete this goal?
es: ¿Estás seguro de que quieres eliminar este objetivo?
fr: Êtes-vous sûr de vouloir supprimer cet objectif ?
it: Sei sicuro di voler eliminare questo obiettivo?

# removedGoal
source: Goal removed
es: Objetivo eliminado
fr: Objectif supprimé
it: Obiettivo rimosso

# goalsResetTitle
source: Reset the goals
es: Restablecer los objetivos
fr: Réinitialiser les objectifs
it: Reimposta gli obiettivi

# goalsResetMessage
source: This action will remove all your goals. Are you sure?
es: Esta acción eliminará todos tus objetivos. ¿Estás seguro?
fr: Cette action supprimera tous vos objectifs. Êtes-vous sûr ?
it: Questa azione rimuoverà tutti i tuoi obiettivi. Sei sicuro?

source: Reset
es: Restablecer
fr: Réinitialiser
it: Reimposta

# activityFilter
source: By activity
es: Por actividad
fr: Par activité
it: Per attività

# allFilter
source: All
es: Todos
fr: Tout
it: Tutto

# totalRoutes
source: {totalRoutes} routes
es: {totalRoutes} rutas
fr: {totalRoutes} parcours
it: {totalRoutes} percorsi

# emptyDataFilter
source: No data for this filter
es: No hay datos para este filtro
fr: Aucune donnée pour ce filtre
it: Nessun dato per questo filtro

# byActivityFilter
source: Filter by activity
es: Filtrar por actividad
fr: Filtrer par activité
it: Filtra per attività

# typeOfActivity
source: Choose the type of activity
es: Elige el tipo de actividad
fr: Choisir le type d'activité
it: Scegli il tipo di attività

source: All activities
es: Todas las actividades
fr: Toutes les activités
it: Tutte le attività

source: Modify goal
es: Modificar objetivo
fr: Modifier l'objectif
it: Modifica obiettivo

source: New goal
es: Nuevo objetivo
fr: Nouvel objectif
it: Nuovo obiettivo

source: Modify
es: Modificar
fr: Modifier
it: Modifica

source: Create
es: Crear
fr: Créer
it: Crea

source: Goal title
es: Título del objetivo
fr: Titre de l'objectif
it: Titolo obiettivo

# titleValidator
source: You should enter a title
es: Debes ingresar un título
fr: Vous devez entrer un titre
it: Dovresti inserire un titolo
