Repository: melaineberth/runaway
Catalog: lib/l10n/app_*.arb
Languages: es, fr, it

# optionalDescription
source: Description (optional)
es: Descripción (opcional)
fr: Description (optionnelle)
it: Descrizione (opzionale)

source: Goal type
es: Tipo de objetivo
fr: Type d'objectif
it: Tipo di obiettivo

# optionalActivity
source: Activity (optional)
es: Actividad (opcional)
fr: Activité (optionnelle)
it: Attività (opzionale)

source: Target value
es: Valor objetivo
fr: Valeur cible
it: Valore target

# targetValueValidator
source: Please enter a target value
es: Por favor ingresa un valor objetivo
fr: Veuillez entrer une valeur cible
it: Inserisci un valore target

# positiveValueValidator
source: Please enter a positive value
es: Por favor ingresa un valor positivo
fr: Veuillez entrer une valeur positive
it: Inserisci un valore positivo

# optionalDeadline
source: Deadline (optional)
es: Fecha límite (opcional)
fr: Échéance (optionnelle)
it: Scadenza (opzionale)

# selectDate
source: Select a date
es: Selecciona una fecha
fr: Sélectionner une date
it: Seleziona una data

# routesType
source: routes
es: rutas
fr: parcours
it: percorsi

# goalTypeDistance
source: Monthly distance
es: Distancia mensual
fr: Distance mensuelle
it: Distanza mensile

# goalTypeRoutes
source: Number of routes
es: Número de rutas
fr: Nombre de parcours
it: Numero di percorsi

# goalTypeSpeed
source: Aver. speed
es: Velo. promedio
fr: Vitesse moy.
it: Velo. media

# goalTypeElevation
source: Total elevation gain
es: Ganancia total de elevación
fr: Dénivelé total
it: Dislivello totale

# monthlyRaceTitle
source: Monthly race
es: Carrera mensual
fr: Course mensuelle
it: Corsa mensile

# monthlyRaceMessage
source: 50km per month of running
es: 50km por mes corriendo
fr: 50km par mois de course
it: 50km al mese di corsa

# monthlyRaceGoal
source: Run 50km per month
es: Correr 50km por mes
fr: Courir 50km par mois
it: Corri 50km al mese

# weeklyBikeTitle
source: Weekly bike
es: Bicicleta semanal
fr: Vélo hebdomadaire
it: Bici settimanale

# weeklyBikeMessage
source: 100km per week by bike
es: 100km por semana en bicicleta
fr: 100km par semaine à vélo
it: 100km a settimana in bici

# weeklyBikeGoal
source: Ride a bike for 100km per week
es: Andar en bicicleta 100km por semana
fr: Faire 100km de vélo par semaine
it: Pedala per 100km a settimana

# regularTripsTitle
source: Regular courses
es: Recorridos regulares
fr: Parcours réguliers
it: Percorsi regolari

# regularTripsMessage
source: 10 courses per month
es: 10 recorridos por mes
fr: 10 parcours par mois
it: 10 percorsi al mese

# regularTripsGoal
source: Complete 10 courses per month
es: Completar 10 recorridos por mes
fr: Compléter 10 parcours par mois
it: Completa 10 percorsi al mese

# mountainChallengeTitle
source: Mountain Challenge
es: Desafío de montaña
fr: Défi montagne
it: Sfida Montagna

# mountainChallengeMessage
source: 1000m of elevation gain per month
es: 1000m de desnivel positivo por mes
fr: 1000m de dénivelé par mois
it: 1000m di dislivello al mese

# mountainChallengeGoal
source: Climb 1000m of elevation gain per month
es: Subir 1000m de desnivel positivo por mes
fr: Gravir 1000m de dénivelé par mois
it: Scala 1000m di dislivello al mese

# averageSpeedTitle
source: Average speed
es: Velocidad promedio
fr: Vitesse moyenne
it: Velocità media

# averageSpeedMessage
source: Maintain 12km/h of average
es: Mantener 12km/h de promedio
fr: Maintenir 12km/h de moyenne
it: Mantieni 12km/h di media

# averageSpeedGoal
source: Maintain an average speed of 12km/h
es: Mantener una velocidad promedio de 12km/h
fr: Maintenir une vitesse moyenne de 12km/h
it: Mantieni una velocità media di 12km/h

source: Personal goals
es: Objetivos personales
fr: Objectifs personnels
it: Obiettivi personali

source: Add
es: Agregar
fr: Ajouter
it: Aggiungi

# emptyDefinedGoals
source: You have no defined goals
es: No tienes objetivos definidos
fr: Vous n'avez aucun objectif défini
it: Non hai obiettivi definiti

# pressToAdd
source: Press + to create one
es: Presiona + para crear uno
fr: Appuyez sur + pour en créer un
it: Premi + per crearne uno

source: Personal records
es: Récords personales
fr: Records personnels
it: Record personali

# empryPersonalRecords
source: Complete courses to establish your records
es: Completa recorridos para establecer tus récords
fr: Complétez des parcours pour établir vos records
it: Completa i percorsi per stabilire i tuoi record

source: Overview
es: Resumen
fr: Aperçu
it: Panoramica

source: Total distance
es: Distancia total
fr: Distance totale
it: Distanza totale

source: Total time
es: Tiempo total
fr: Temps total
it: Tempo totale

# confirmRouteDeletionTitle
source: Confirm the deletion
es: Confirmar la eliminación
fr: Confirmer la suppression
it: Conferma l'eliminazione

# confirmRouteDeletionMessage
source: Do you really want to delete the {routeName} route?
es: ¿Realmente quieres eliminar la ruta {routeName}?
fr: Voulez-vous vraiment supprimer le parcours {routeName} ?
it: Vuoi davvero eliminare il percorso {routeName}?

# historic
source: Route
es: Historial
fr: Trajet
it: Storico

source: Loading error
es: Error de carga
fr: Erreur de chargement
it: Errore di caricamento

# emptySavedRouteTitle
source: No route saved
es: Ninguna ruta guardada
fr: Aucun parcours sauvegardé
it: Nessun percorso salvato

# emptySavedRouteMessage
source: Generate your first route from the homepage to see it appear here
es: Genera tu primera ruta desde la página principal para verla aparecer aquí
fr: Générez votre premier parcours depuis l'accueil pour le voir apparaître ici
it: Genera il tuo primo percorso dalla homepage per vederlo apparire qui

# generateRoute
source: Generate a route
es: Generar una ruta
fr: Générer un parcours
it: Genera un percorso

source: Route
es: Ruta
fr: Parcours
it: Percorso

# unsynchronized
source: Unsync
es: Sin sincronizar
fr: Non sync
it: Non sinc

# renameRoute
source: Rename
es: Renombrar
fr: Renommer
it: Rinomina

# synchronizeRoute
source: Synchronize
es: Sincronizar
fr: Synchroniser
it: Sincronizza

# deleteRoute
source: Delete
es: Eliminar
fr: Supprimer
it: Elimina

# followRoute
source: Follow
es: Seguir
fr: Suivre
it: Segui

source: Image unavailable
es: Imagen no disponible
fr: Image indisponible
it: Immagine non disponibile

# mapStyleTitle
source: Type of card
es: Tipo de mapa
fr: Type de carte
it: Tipo di mappa

# mapStyleSubtitle
source: Choose your style
es: Elige tu estilo
fr: Choisissez votre style
it: Scegli il tuo stile

# mapStyleStreet
source: Street
es: Calles
fr: Rue
it: Stradale

# mapStyleOutdoor
source: Outdoor
es: Exterior
fr: Extérieur

# mapStyleLight
source: Light
es: Claro
fr: Clair
it: Chiaro

# mapStyleDark
source: Dark
es: Oscuro
fr: Sombre
it: Scuro

# mapStyleHybrid
source: Hybrid
es: Híbrido
fr: Hybride
it: Ibrido

# fullNameTitle
source: Full name
es: Nombre completo
fr: Nom complet
it: Nome completo

# usernameTitle
source: Username
es: Nombre de usuario
fr: Nom d'utilisateur
it: Nome utente

# nonEditableUsername
source: The username cannot be modified
es: El nombre de usuario no se puede modificar
fr: Le nom d'utilisateur ne peut pas être modifié
it: Il nome utente non può essere modificato

# profileUpdated
source: Successfully updated profile
es: Perfil actualizado correctamente
fr: Profil mis à jour avec succès
it: Profilo aggiornato con successo

# profileUpdateError
source: Error updating profile
es: Error al actualizar el perfil
fr: Erreur lors de la mise à jour du profil
it: Errore durante l'aggiornamento del profilo

source: Contact us.
es: Contáctanos.
fr: Contactez-nous.
it: Contattaci.

source: Edit goal
es: Editar objetivo
fr: Modifier l'objectif
it: Modifica obiettivo

# deadlineValid
source: Valid until the {date}
es: Válido hasta el {date}
fr: Valable jusqu'au {date}
it: Valido fino al {date}

source: Download
es: Descargar
fr: Télécharger
it: Scarica

source: Save
es: Guardar
fr: Enregistrer
it: Salva

source: Saving...
es: Guardando...
fr: Enregistrement...
it: Salvataggio in corso…

source: Already saved
es: Ya guardado
fr: Déjà enregistré
it: Già salvato

source: Home
es: Inicio
fr: Accueil

source: Resources
es: Recursos
fr: Ressources
it: Risorse

source: Contact support
es: Contactar con soporte
fr: Contacter le support
it: Contatta il supporto

source: Rate in store
es: Valorar en la tienda
fr: Noter dans la boutique
it: Valuta nello store

# followOnX
source: Follow @Trailix
es: Seguir a @Trailix
fr: Suivre @Trailix
it: Segui @Trailix

# supportEmailSubject
source: Issue with your app
es: Problema con tu aplicación
fr: Problème avec votre application
it: Problema con la tua app

# supportEmailBody
source: Hello Trailix Support, I'm having trouble in the app. Could you please help me resolve this? Thank you.
es: Hola soporte de Trailix, Estoy teniendo problemas en la aplicación. ¿Podrían ayudarme a resolver esto? Gracias.
fr: Bonjour le support Trailix, J'ai des difficultés avec l'application. Pourriez-vous m'aider à résoudre ce problème ? Merci.
it: Ciao supporto Trailix, Sto avendo problemi nell'app. Potreste aiutarmi a risolvere questo? Grazie.

# insufficientCreditsTitle
source: Insufficient credits
es: Créditos insuficientes
fr: Crédits insuffisants
it: Crediti insufficienti

# insufficientCreditsDescription
source: You need {requiredCredits} credit(s) to {action}. You currently have {availableCredits} credit(s).
es: Necesitas {requiredCredits} crédito(s) para {action}. Actualmente tienes {availableCredits} crédito(s).
fr: Il vous faut {requiredCredits} crédit(s) pour {action}. Vous avez actuellement {availableCredits} crédit(s).
it: Hai bisogno di {requiredCredits} credito/i per {action}. Al momento hai {availableCredits} credito/i.

source: Buy credits
es: Comprar créditos
fr: Acheter des crédits
it: Acquista crediti

source: Current credits
es: Créditos actuales
fr: Crédits actuels
it: Crediti attuali

source: Available credits
es: Créditos disponibles
fr: Crédits disponibles
it: Crediti disponibili

source: Total used
es: Total utilizado
fr: Total utilisé
it: Totale utilizzato

source: Popular
fr: Populaire
it: Popolare

# buySelectedPlan
source: Buy this plan
es: Comprar este plan
fr: Acheter ce plan
it: Acquista questo piano

# selectPlan
source: Select a plan
es: Selecciona un plan
fr: Sélectionnez un plan
it: Seleziona un piano

source: Purchase simulated
es: Compra simulada
fr: Achat simulé
it: Acquisto simulato

# purchaseSimulatedDescription
source: In development mode, purchases are simulated. Do you want to simulate this purchase?
es: En modo de desarrollo, las compras se simulan. ¿Deseas simular esta compra?
fr: En mode développement, les achats sont simulés. Voulez-vous simuler cet achat ?
it: In modalità sviluppo, gli acquisti sono simulati. Vuoi simulare questo acquisto?

source: Simulate purchase
es: Simular compra
fr: Simuler l'achat
it: Simula acquisto

# purchaseSuccess
source: Purchase successful!
es: ¡Compra exitosa!
fr: Achat réussi !
it: Acquisto riuscito!

source: Transaction history
es: Historial de transacciones
fr: Historique des transactions
it: Storico delle transazioni

# noTransactions
source: No transactions yet
es: Aún no hay transacciones
fr: Aucune transaction pour le moment
it: Nessuna transazione al momento

source: Yesterday
es: Ayer
fr: Hier
it: Ieri

# daysAgo
source: days
es: días
fr: jours
it: giorni

# creditUsageSuccess
source: Credits used successfully
es: Créditos usados con éxito
fr: Crédits utilisés avec succès
it: Crediti utilizzati con successo

# routeGenerationWithCredits
source: 1 credit will be used to generate this route
es: Se usará 1 crédito para generar esta ruta
fr: 1 crédit sera utilisé pour générer ce parcours
it: Verrà utilizzato 1 credito per generare questo percorso

# creditsRequiredForGeneration
source: Route generation (1 credit)
es: Generación de ruta (1 crédito)
fr: Génération de parcours (1 crédit)
it: Generazione percorso (1 credito)

# manageCredits
source: Manage my credits
es: Gestionar mis créditos
fr: Gérer mes crédits
it: Gestisci i miei crediti

# freeCreditsWelcome
source: 🎉 Welcome! You have received 3 free credits to start
es: 🎉 ¡Bienvenido! Has recibido 3 créditos gratis para empezar
fr: 🎉 Bienvenue ! Vous avez reçu 3 crédits gratuits pour commencer
it: 🎉 Benvenuto! Hai ricevuto 3 crediti gratuiti per iniziare

# creditsLeft
source: {count} credit(s) left
es: {count} crédito(s) restante(s)
fr: {count} crédit(s) restant(s)
it: {count} credito/i rimanente/i

source: Elevation range
es: Rango de desnivel
fr: Plage de dénivelé
it: Intervallo di dislivello

# minElevation
source: Minimum elevation
es: Desnivel mínimo
fr: Dénivelé minimum
it: Dislivello minimo

# maxElevation
source: Maximum elevation
es: Desnivel máximo
fr: Dénivelé maximum
it: Dislivello massimo

source: Difficulty
es: Dificultad
fr: Difficulté
it: Difficoltà

# maxIncline
source: Maximum incline
es: Pendiente máxima
fr: Pente maximale
it: Pendenza massima

# waypointsCount
source: Waypoints
es: Puntos de interés
fr: Points d'intérêt
it: Punti di interesse

source: Natural paths
es: Caminos naturales
fr: Chemins naturels
it: Sentieri naturali

source: Paved roads
es: Carreteras pavimentadas
fr: Routes goudronnées
it: Strade asfaltate

source: Mixed
es: Mixto
fr: Mixte
it: Misto

source: Avoid highways
es: Evitar autopistas
fr: Éviter autoroutes
it: Evitare autostrade

source: Avoid major roads
es: Evitar vías principales
fr: Éviter routes principales
it: Evitare strade principali

source: Prioritize parks
es: Priorizar parques
fr: Privilégier parcs
it: Dare priorità ai parchi

source: Prefer green spaces
es: Preferir espacios verdes
fr: Préférer espaces verts
it: Preferire aree verdi

source: Elevation loss
es: Desnivel negativo
fr: Dénivelé négatif
it: Dislivello negativo

source: Duration
es: Duración
fr: Durée
it: Durata

source: Scenic
es: Paisaje
fr: Paysage
it: Panoramico

source: Max slope
es: Pendiente máx.
fr: Pente max
it: Pendenza max

source: Highlights
es: Lugares destacados
fr: Points d'intérêt
it: Punti salienti

# easyDifficultyLevel
source: Easy
es: Fácil
fr: Facile
it: Facile

# moderateDifficultyLevel
source: Moderate
es: Moderado
fr: Modéré
it: Moderato

# hardDifficultyLevel
source: Hard
es: Difícil
fr: Difficile
it: Difficile

# asphaltSurfaceTitle
source: Asphalt
es: Asfalto
fr: Bitume
it: Asfalto

# asphaltSurfaceDesc
source: Prioritizes paved roads and sidewalks
es: Prioriza carreteras y aceras pavimentadas
fr: Privilégie les routes et trottoirs pavés
it: Privilegia strade e marciapiedi asfaltati

# mixedSurfaceTitle
source: Mixed
es: Mixto
fr: Mixte
it: Misto

# mixedSurfaceDesc
source: Mix of roads and paths according to the route
es: Mezcla de carreteras y senderos según la ruta
fr: Mélange de routes et chemins selon l'itinéraire
it: Mix di strade e sentieri a seconda del percorso

# naturalSurfaceTitle
source: Natural
fr: Naturel
it: Naturale

# naturalSurfaceDesc
source: Prioritizes natural trails and paths
es: Prioriza senderos naturales
fr: Privilégie les sentiers naturels
it: Privilegia sentieri naturali

# searchAdress
source: Search for an address...
es: Buscar una dirección...
fr: Rechercher une adresse...
it: Cerca un indirizzo...

# chooseName
source: Choose a name
es: Elegir un nombre
fr: Choisir un nom
it: Scegli un nome

# canModifyLater
source: You can modify it later
es: Podrás modificarlo más tarde
fr: Vous pourrez le modifier plus tard
it: Puoi modificarlo in seguito

source: Route name
es: Nombre de la ruta
fr: Nom de l'itinéraire
it: Nome del percorso

# limitReachedGenerations
source: Limit reached
es: Límite alcanzado
fr: Limite atteinte
it: Limite raggiunto

source: Exhausted generations
es: Generaciones agotadas
fr: Générations épuisées
it: Generazioni esaurite

# remainingLimitGenerations
source: Remaining limit
es: Límite restante
fr: Limite restante
it: Limite rimanente

# remainingGenerationsLabel
source: {remainingGenerations} free generation{remainingGenerations, plural, =1 {} other {s}}
es: {remainingGenerations} generación gratuita{remainingGenerations, plural, =1 {} other {es}}
fr: {remainingGenerations} génération gratuite{remainingGenerations, plural, =1 {} other {s}}
it: {remainingGenerations} generazione gratuita{remainingGenerations, plural, =1 {} other {i}}

source: Free generations
es: Generaciones gratuitas
fr: Générations gratuites
it: Generazioni gratuite

source: Exhausted free generations
es: Generaciones gratuitas agotadas
fr: Générations gratuites épuisées
it: Generazioni gratuite esaurite

# exhaustedCredits
source: Credits exhausted
es: Créditos agotados
fr: Crédits épuisés
it: Crediti esauriti

# authForMoreGenerations
source: Create a free account for more generations
es: Crea una cuenta gratuita para más generaciones
fr: Créez un compte gratuit pour plus de générations
it: Crea un account gratuito per altre generazioni

# createFreeAccount
source: Create a free account
es: Crear cuenta gratuita
fr: Créer un compte gratuit
it: Crea account gratuito

# exportRouteTitle
source: Export the route
es: Exportar la ruta
fr: Exporter l'itinéraire
it: Esporta il percorso

# exportRouteDesc
source: Choose the export format
es: Elige el formato de exportación
fr: Choisissez le format d'export
it: Scegli il formato di esportazione

# generateInProgress
source: Generation of the route...
es: Generando la ruta...
fr: Génération de l'itinéraire...
it: Generazione del percorso in corso...

# emptyRouteForSave
source: No route to save
es: No hay ruta para guardar
fr: Aucun itinéraire à sauvegarder
it: Nessun percorso da salvare

source: Connection error
es: Error de conexión
fr: Erreur de connexion
it: Errore di connessione

# notAvailableMap
source: Map not available
es: Mapa no disponible
fr: Carte non disponible
it: Mappa non disponibile

source: Missing route settings
es: Faltan configuraciones de la ruta
fr: Paramètres d'itinéraire manquants
it: Impostazioni del percorso mancanti

source: Saved route
es: Ruta guardada
fr: Itinéraire(s) sauvegardé(s)
it: Percorso salvato

# loginRequiredTitle
source: Login required
es: Inicio de sesión requerido
fr: Connexion requise
it: Accesso richiesto

# loginRequiredDesc
source: You must be logged in to save your courses
es: Debes iniciar sesión para guardar tus rutas
fr: Vous devez être connecté pour sauvegarder vos parcours
it: Devi effettuare l'accesso per salvare i tuoi percorsi

# reallyContinueTitle
source: Do you really want to continue?
es: ¿Realmente quieres continuar?
fr: Voulez-vous vraiment continuer ?
it: Vuoi davvero continuare?

# reallyContinueDesc
source: This action will delete the previously generated route, it will then be unrecoverable!
es: Esta acción eliminará la ruta generada previamente, ¡será irrecuperable!
fr: Cette action supprimera l'itinéraire généré précédemment, il sera alors irrécupérable !
it: Questa azione eliminerà il percorso generato in precedenza, sarà irrecuperabile!

# generationEmptyLocation
source: No position available for the generation
es: No hay ubicación disponible para la generación
fr: Aucune position disponible pour la génération
it: Nessuna posizione disponibile per la generazione

# unableLaunchGeneration
source: Unable to launch the generation
es: No se puede iniciar la generación
fr: Impossible de lancer la génération
it: Impossibile avviare la generazione

source: Invalid parameters
es: Parámetros inválidos
fr: Paramètres invalides
it: Parametri non validi

# locationInProgress
source: Location...
es: Localizando...
fr: Localisation...

# searchingPosition
source: Search for your position
es: Buscando tu posición
fr: Recherche de votre position

source: Tracking error
es: Error de seguimiento
fr: Erreur de suivi

# enterAuthDetails
source: Enter your details
es: Ingresa tus datos
fr: Entrez vos informations

# enterPassword
source: Enter a password
es: Ingresa una contraseña
fr: Entrez un mot de passe

source: Continue with email
es: Continuar con email
fr: Continuer avec l'e-mail

# passwordVeryWeak
source: Very weak
es: Muy débil
fr: Très faible

# passwordWeak
source: Weak
es: Débil
fr: Faible

# passwordFair
source: Fair
es: Regular
fr: Moyen

# passwordGood
source: Good
es: Buena
fr: Bon

# passwordStrong
source: Strong
es: Fuerte
fr: Fort

# resetEmail
source: Reset email sent to {email}
es: Email de restablecimiento enviado a {email}
fr: E-mail de réinitialisation envoyé à {email}

source: Required password
es: Contraseña requerida
fr: Mot de passe requis

# requiredCountCharacters
source: At least {count} characters required
es: Se requieren al menos {count} caracteres
fr: Au moins {count} caractères requis

# requiredCapitalLetter
source: At least one capital letter required
es: Se requiere al menos una letra mayúscula
fr: Au moins une majuscule requise

# requiredMinusculeLetter
source: At least one minuscule required
es: Se requiere al menos una letra minúscula
fr: Au moins une minuscule requise

# requiredDigit
source: At least one required digit
es: Se requiere al menos un dígito
fr: Au moins un chiffre requis

# requiredSymbol
source: At least one required symbol
es: Se requiere al menos un símbolo
fr: Au moins un symbole requis

source: Minimum {count} characters
es: Mínimo {count} caracteres
fr: Minimum {count} caractères

source: One capital letter
es: Una letra mayúscula
fr: Une majuscule

source: One minuscule letter
es: Una letra minúscula
fr: Une minuscule

source: One digit
es: Un dígito
fr: Un chiffre

source: One symbol
es: Un símbolo
fr: Un symbole

# successEmailSentBack
source: Confirmation email sent back successfully
es: Email de confirmación enviado exitosamente
fr: E-mail de confirmation renvoyé avec succès

# checkEmail
source: Check your email
es: Verifica tu email
fr: Vérifiez votre e-mail

# successSentConfirmationLink
source: We have sent a confirmation link to {email}. Click on the link in the email to activate your account.
es: Hemos enviado un enlace de confirmación a {email}. Haz clic en el enlace del email para activar tu cuenta.
fr: Nous avons envoyé un code de vérification à l'adresse {email}

# resendCode
source: Resend the code
es: Reenviar el código
fr: Renvoyer le code

# resendCodeInDelay
source: Resend in {count}s
es: Reenviar en {count}s
fr: Renvoyer dans {count}s

# loginBack
source: Back to login
es: Volver al inicio de sesión
fr: Retour à la connexion

source: Required email
es: Email requerido
fr: E-mail requis

# receiveResetLink
source: Enter your email address to receive a reset link
es: Ingresa tu dirección de email para recibir un enlace de restablecimiento
fr: Entrez votre adresse e-mail pour recevoir un lien de réinitialisation

source: Send
es: Enviar
fr: Envoyer

source: By default
es: Por defecto
fr: Par défaut

source: Change photo
es: Cambiar foto
fr: Changer la photo

# desiredSelectionMode
source: Before continuing, please choose the desired selection mode
es: Antes de continuar, por favor elige el modo de selección deseado
fr: Avant de continuer, veuillez choisir le mode de sélection souhaité

# cameraMode
source: Camera
es: Cámara
fr: Appareil photo

# galleryMode
source: Gallery
es: Galería
fr: Galerie

# successUpdatedProfile
source: Successfully updated profile
es: Perfil actualizado exitosamente
fr: Profil mis à jour avec succès

source: Could not launch {url}
es: No se pudo abrir {url}
fr: Impossible d'ouvrir {url}

source: Could not launch email app
es: No se pudo abrir la aplicación de email
fr: Impossible d'ouvrir l'application e-mail

# userBalance
source: Your balance
es: Tu saldo
fr: Votre solde

# purchasedCredits
source: Purchased
es: Comprados
fr: Crédits achetés

# usedCredits
source: Used
es: Usados
fr: Utilisés

# purchaseCreditsTitle
source: Purchased credits
es: Créditos comprados
fr: Crédits achetés

# usageCreditsTitle
source: Credit to generate a route
es: Crédito para generar una ruta
fr: Crédit pour générer un parcours
